app/Http/Controllers/QuestionController.php

    public function store(): RedirectResponse
    {
        //dd(request()->all());

        Question::query()->create(
            request()->validate([
                'question' => ['required'],
            ])
        );
---
insert into "questions" ("question", "updated_at", "created_at") values ('Qual é o seu nome?', '2024-07-24 17:34:47', '2024-07-24 17:34:47')